{"input_text": "Background:\nIn the visual arts, the Normans did not have the rich and distinctive traditions of the cultures they conquered. However, in the early 11th century the dukes began a programme of church reform, encouraging the Cluniac reform of monasteries and patronising intellectual pursuits, especially the proliferation of scriptoria and the reconstitution of a compilation of lost illuminated manuscripts. The church was utilised by the dukes as a unifying force for their disparate duchy. The chief monasteries taking part in this \"renaissance\" of Norman art and scholarship were Mont-Saint-Michel, Fécamp, Jumièges, Bec, Saint-Ouen, Saint-Evroul, and Saint-Wandrille. These centres were in contact with the so-called \"Winchester school\", which channeled a pure Carolingian artistic tradition to Normandy. In the final decade of the 11th and first of the 12th century, Normandy experienced a golden age of illustrated manuscripts, but it was brief and the major scriptoria of Normandy ceased to function after the midpoint of the century.\nQ: When did the church reform begin?\nA:", "output_text": "early 11th century"}
{"input_text": "Background:\nIn addition to climate assessment reports, the IPCC is publishing Special Reports on specific topics. The preparation and approval process for all IPCC Special Reports follows the same procedures as for IPCC Assessment Reports. In the year 2011 two IPCC Special Report were finalized, the Special Report on Renewable Energy Sources and Climate Change Mitigation (SRREN) and the Special Report on Managing Risks of Extreme Events and Disasters to Advance Climate Change Adaptation (SREX). Both Special Reports were requested by governments.\nQ: How does the IPCC prepare Special Reports?\nA:", "output_text": "the same procedures as for IPCC Assessment Reports"}
{"input_text": "Background:\nBeyond our own products, we think it’s important to make it easy, safe and scalable for others to benefit from these advances by building on top of our best models. Next month, we’ll start onboarding individual developers, creators and enterprises so they can try our Generative Language API, initially powered by LaMDA with a range of models to follow. Over time, we intend to create a suite of tools and APIs that will make it easy for others to build more innovative applications with AI. Having the necessary compute power to build reliable and trustworthy AI systems is also crucial to startups, and we are excited to help scale these efforts through our Google Cloud partnerships with Cohere, C3.ai and Anthropic, which was just announced last week. Stay tuned for more developer details soon.\nQ: What are the Google Cloud parteners who can help scale the effort?\nA:", "output_text": "Cohere, C3.ai and Anthropic"}
{"input_text": "Background:\nYellowstone National Park is an American national park located in the western United States, largely in the northwest corner of Wyoming and extending into Montana and Idaho. It was established by the 42nd U.S. Congress with the Yellowstone National Park Protection Act and signed into law by President Ulysses S. Grant on March 1, 1872. Yellowstone was the first national park in the U.S. and is also widely held to be the first national park in the world. The park is known for its wildlife and its many geothermal features, especially the Old Faithful geyser, one of its most popular. While it represents many types of biomes, the subalpine forest is the most abundant. It is part of the South Central Rockies forests ecoregion.\nQ: Which national park is the first national park in the US?\nA:", "output_text": "Yellowstone"}
{"input_text": "Background:\nThe benefits of electric kitchens go beyond climate impact, starting with speed. The first time I ever cooked on induction (electric) equipment, the biggest surprise was just how incredibly fast it is. In fact, induction boils water twice as fast as traditional gas equipment and is far more efficient — because unlike a flame, electric heat has nowhere to escape. At Bay View, our training programs help Google chefs appreciate and adjust to the new pace of induction. The speed truly opens up whole new ways of cooking.\nQ: Is induction boils water fast or traditional gas equipment?\nA:", "output_text": "induction"}
{"input_text": "Background:\nNOTICE OF PUBLIC HEARING: PROPOSED CHANGES TO POTABLE/DRINKING WATER RATES On June 7, 2022, at 1:30 p.m., the San José City Council will conduct a public hearing on proposed changes to the SJMWS potable water rates and charges. The hearing will be held at the City Council Chambers, 200 East Santa Clara Street, San José, California 95113. Discussion on rates will occur when the matter can be heard after the start of the meeting. City Council meetings may be conducted either virtually, via in-person public attendance, or both. Go to the following URL: www.sanjoseca.gov/news-stories/watch-a-meeting for information on participating at a City Council meeting. At the hearing, the City will be proposing potable rates, water meter charges, zone charges, and private fire line charges (collectively “Water Rates”) starting fiscal year 2022-23 (July 1, 2022 to June 30, 2023). Water Rates are paid by residential, commercial, and industrial customers. Proposed Water Rates and sample bill calculations are on the following pages. Reason for the Proposed Update SJMWS provides an average of 15 million gallons of drinking water per day to residences and businesses in the service areas of Alviso, North San José, Evergreen, Edenvale, and Coyote Valley. The system includes pipelines, pump stations, fire hydrants, storage reservoirs, wells, and water meters, as well as facilities required to comply with all state and federal drinking water standards. Changes to Water Rates are primarily related to the projected increased cost of wholesale water, personnel costs, and drought-related impacts on the water supply and usage. Additional, smaller changes to costs of operating and maintaining the system include site security and other minor infrastructure improvements. The Water Rates have two charges: those to recover fixed costs (meter charges) and variable costs (quantity rates). Customers will continue to be billed a flat service charge based on the size of the water meter (Table 1), as well as a quantity charge per unit of water used (Table 2). The proposed quantity rates reflect the cost to supply water to customers within each service area and within elevation zones in the Evergreen/Edenvale service area. Customers with a dedicated fire service will also pay flat service charges as shown in Table 3. The Water Rates reflect the projected costs of providing water service to specific customer classes and service areas. Proposed quantity rates include one rate for each service area/zone, which reflects the difference in the costs of wholesale water provided to each service area. Proposed meter charges reflect the costs of service to each meter class.\nQ: What date is the hearing on proposed changes to the SJMWS potable water rates and changes?\nA:", "output_text": "The hearing on proposed changes to the SJMWS potable water rates and changes will be held on June 7, 2022, at 1:30 p.m. at the City Council Chambers, 200 East Santa Clara Street, San José, California 95113."}
{"input_text": "Background:\nThe Osborne 1 is considered the first true mobile computer by most historians. Adam Osborne founded Osborne Computer and produced the Osborne 1 in 1981. The Osborne 1 had a five-inch screen, incorporating a modem port, two floppy drives, and a large collection of bundled software applications. An aftermarket battery pack was available. The computer company was a failure and did not last for very long. Although it was large and heavy compared to today's laptops, with a tiny 5\" CRT monitor, it had a near-revolutionary impact on business, as professionals were able to take their computer and data with them for the first time. This and other \"luggables\" were inspired by what was probably the first portable computer, the Xerox NoteTaker. The Osborne was about the size of a portable sewing machine, and could be carried on commercial aircraft. The Osborne 1 weighs close to 11 kg (24 lb) and was priced at US$1,795 (equivalent to $5,350 in 2021).\nQ: Why was the Osborne 1 considered having a near-revelutionary impact on business?\nA:", "output_text": "professionals were able to take their computer and data with them for the first time"}
{"input_text": "Background:\nAn iceberg is a piece of freshwater ice more than 15 m long that has broken off a glacier or an ice shelf and is floating freely in open (salt) water. Smaller chunks of floating glacially-derived ice are called \"growlers\" or \"bergy bits\".The sinking of the Titanic in 1912 led to the formation of the International Ice Patrol in 1914. Much of an iceberg is below the surface, which led to the expression \"tip of the iceberg\" to illustrate a small part of a larger unseen issue. Icebergs are considered a serious maritime hazard.\nQ: What does the \"tip of the iceberg\" mean?\nA:", "output_text": "a small part of a larger unseen issue"}
{"input_text": "Background:\nThere is evidence that there have been significant changes in Amazon rainforest vegetation over the last 21,000 years through the Last Glacial Maximum (LGM) and subsequent deglaciation. Analyses of sediment deposits from Amazon basin paleo lakes and from the Amazon Fan indicate that rainfall in the basin during the LGM was lower than for the present, and this was almost certainly associated with reduced moist tropical vegetation cover in the basin. There is debate, however, over how extensive this reduction was. Some scientists argue that the rainforest was reduced to small, isolated refugia separated by open forest and grassland; other scientists argue that the rainforest remained largely intact but extended less far to the north, south, and east than is seen today. This debate has proved difficult to resolve because the practical limitations of working in the rainforest mean that data sampling is biased away from the center of the Amazon basin, and both explanations are reasonably well supported by the available data.\nQ: What does LGM stands for?\nA:", "output_text": "Last Glacial Maximum."}
{"input_text": "Background:\nThere is evidence that there have been significant changes in Amazon rainforest vegetation over the last 21,000 years through the Last Glacial Maximum (LGM) and subsequent deglaciation. Analyses of sediment deposits from Amazon basin paleo lakes and from the Amazon Fan indicate that rainfall in the basin during the LGM was lower than for the present, and this was almost certainly associated with reduced moist tropical vegetation cover in the basin. There is debate, however, over how extensive this reduction was. Some scientists argue that the rainforest was reduced to small, isolated refugia separated by open forest and grassland; other scientists argue that the rainforest remained largely intact but extended less far to the north, south, and east than is seen today. This debate has proved difficult to resolve because the practical limitations of working in the rainforest mean that data sampling is biased away from the center of the Amazon basin, and both explanations are reasonably well supported by the available data.\nQ: What has been analyzed to compare Amazon rainfall in the past and present?\nA:", "output_text": "Sediment deposits."}
{"input_text": "Background:\nIn the course of the 10th century, the initially destructive incursions of Norse war bands into the rivers of France evolved into more permanent encampments that included local women and personal property. The Duchy of Normandy, which began in 911 as a fiefdom, was established by the treaty of Saint-Clair-sur-Epte between King Charles III of West Francia and the famed Viking ruler Rollo, and was situated in the former Frankish kingdom of Neustria. The treaty offered Rollo and his men the French lands between the river Epte and the Atlantic coast in exchange for their protection against further Viking incursions. The area corresponded to the northern part of present-day Upper Normandy down to the river Seine, but the Duchy would eventually extend west beyond the Seine. The territory was roughly equivalent to the old province of Rouen, and reproduced the Roman administrative structure of Gallia Lugdunensis II (part of the former Gallia Lugdunensis).\nQ: Who did Rollo sign the treaty of Saint-Clair-sur-Epte with?\nA:", "output_text": "King Charles III of West Francia"}
{"input_text": "Background:\nOur clinical development efforts are buoyed by collaboration, both within Calico and with our external partners. For example, we work closely with the Broad Institute of MIT and Harvard on drug discovery programs, most notably a target screening program that yielded a number of promising immunotherapy cancer targets we are actively pursuing.\nAnother collaboration with AbbVie provides us with the scale and scope necessary to bring a new medicine to patients while maintaining our focus on target discovery and early-stage clinical development. Calico is responsible for preclinical and clinical development through human proof of concept studies, with AbbVie responsible for late stage clinical development and commercialization. Our teams partner hand-in-hand with our colleagues at AbbVie in a collaboration structure that augments the strengths of both partners.\nQ: What are the partners Calico collaborates with mentioned in above paragraph?\nA:", "output_text": "Broad Institute of MIT and Harvard"}
{"input_text": "Background:\nA problem is regarded as inherently difficult if its solution requires significant resources, whatever the algorithm used. The theory formalizes this intuition, by introducing mathematical models of computation to study these problems and quantifying the amount of resources needed to solve them, such as time and storage. Other complexity measures are also used, such as the amount of communication (used in communication complexity), the number of gates in a circuit (used in circuit complexity) and the number of processors (used in parallel computing). One of the roles of computational complexity theory is to determine the practical limits on what computers can and cannot do\nQ: What measure of a computational problem broadly defines the inherent difficulty of the solution?\nA:", "output_text": "if its solution requires significant resources"}
{"input_text": "Background:\nOur clinical development efforts are buoyed by collaboration, both within Calico and with our external partners. For example, we work closely with the Broad Institute of MIT and Harvard on drug discovery programs, most notably a target screening program that yielded a number of promising immunotherapy cancer targets we are actively pursuing.\nAnother collaboration with AbbVie provides us with the scale and scope necessary to bring a new medicine to patients while maintaining our focus on target discovery and early-stage clinical development. Calico is responsible for preclinical and clinical development through human proof of concept studies, with AbbVie responsible for late stage clinical development and commercialization. Our teams partner hand-in-hand with our colleagues at AbbVie in a collaboration structure that augments the strengths of both partners.\nQ: What are Calico responsible for during clinical development?\nA:", "output_text": "preclinical and clinical development through human proof of concept studies"}
{"input_text": "Background:\nGames such as chess, poker, Go, and many video games have always been fertile ground for AI research. Diplomacy is a seven-player game of negotiation and alliance formation, played on an old map of Europe partitioned into provinces, where each player controls multiple units (rules of Diplomacy). In the standard version of the game, called Press Diplomacy, each turn includes a negotiation phase, after which all players reveal their chosen moves simultaneously. \nThe heart of Diplomacy is the negotiation phase, where players try to agree on their next moves. For example, one unit may support another unit, allowing it to overcome resistance by other units, as illustrated here:\nComputational approaches to Diplomacy have been researched since the 1980s, many of which were explored on a simpler version of the game called No-Press Diplomacy, where strategic communication between players is not allowed. Researchers have also proposed computer-friendly negotiation protocols, sometimes called “Restricted-Press”.\nQ: What's the difference between No-Press Diplomacy and the conventional Press Diplomacy?\nA:", "output_text": "strategic communication between players is not allowed"}
{"input_text": "Background:\nA problem is regarded as inherently difficult if its solution requires significant resources, whatever the algorithm used. The theory formalizes this intuition, by introducing mathematical models of computation to study these problems and quantifying the amount of resources needed to solve them, such as time and storage. Other complexity measures are also used, such as the amount of communication (used in communication complexity), the number of gates in a circuit (used in circuit complexity) and the number of processors (used in parallel computing). One of the roles of computational complexity theory is to determine the practical limits on what computers can and cannot do\nQ: What measure of a computational problem broadly defines the inherent difficulty of the solution?\nA:", "output_text": "if its solution requires significant resources"}
{"input_text": "Background:\nThe series was mainly produced by David Heyman, and stars Daniel Radcliffe, Rupert Grint, and Emma Watson as the three leading characters: Harry Potter, Ron Weasley, and Hermione Granger. Four directors worked on the series: Chris Columbus, Alfonso Cuarón, Mike Newell, and David Yates. Michael Goldenberg wrote the screenplay for Harry Potter and the Order of the Phoenix (2007), while the remaining films' screenplays were written by Steve Kloves. Production took place over ten years, with the main story arc following Harry's quest to overcome his arch-enemy Lord Voldemort.\nQ: Who were the directors to this movie?\nA:", "output_text": "Chris Columbus, Alfonso Cuarón, Mike Newell, and David Yates"}
{"input_text": "Background:\nIn the course of the 10th century, the initially destructive incursions of Norse war bands into the rivers of France evolved into more permanent encampments that included local women and personal property. The Duchy of Normandy, which began in 911 as a fiefdom, was established by the treaty of Saint-Clair-sur-Epte between King Charles III of West Francia and the famed Viking ruler Rollo, and was situated in the former Frankish kingdom of Neustria. The treaty offered Rollo and his men the French lands between the river Epte and the Atlantic coast in exchange for their protection against further Viking incursions. The area corresponded to the northern part of present-day Upper Normandy down to the river Seine, but the Duchy would eventually extend west beyond the Seine. The territory was roughly equivalent to the old province of Rouen, and reproduced the Roman administrative structure of Gallia Lugdunensis II (part of the former Gallia Lugdunensis).\nQ: When was the Duchy of Normandy founded?\nA:", "output_text": "911"}
{"input_text": "Background:\nVirtual learning doesn’t mean learning without support. There are a lot of different resources online that can help students of all ages with their schoolwork, like this guide to find the right resources for students with disabilities that are learning from home. For families with kids or teens, resources like Learn from Home with YouTube let you watch educational livestreams and even get STEM education. Like Craft City’s online STEM workshops, too. High school and college students can also get tailored-to-subject help with programs like Socratic. And if you need to video-chat for a review with your professor or meet with your group on a big project, there’s Google Meet.\nQ: Can you give some examples of resources for learning from home?\nA:", "output_text": "Learn from Home with YouTube"}
{"input_text": "Background:\nAn iceberg is a piece of freshwater ice more than 15 m long that has broken off a glacier or an ice shelf and is floating freely in open (salt) water. Smaller chunks of floating glacially-derived ice are called \"growlers\" or \"bergy bits\".The sinking of the Titanic in 1912 led to the formation of the International Ice Patrol in 1914. Much of an iceberg is below the surface, which led to the expression \"tip of the iceberg\" to illustrate a small part of a larger unseen issue. Icebergs are considered a serious maritime hazard.\nQ: When is the Ice Patrol formed?\nA:", "output_text": "1914"}
