{"input_text": "\nArches National Park is a national park in eastern Utah, United States. The park is adjacent to the Colorado River, 4 miles (6 km) north of Moab, Utah. More than 2,000 natural sandstone arches are located in the park, including the well-known Delicate Arch, as well as a variety of unique geological resources and formations. The park contains the highest density of natural arches in the world.\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nHarry Lime: “Don’t be so gloomy. After all it’s not that awful. Like the fella says, in Italy for 30 years under the Borgias they had warfare, terror, murder, and bloodshed, but they produced Michelangelo, Leonardo da Vinci, and the Renaissance. In Switzerland they had brotherly love – they had 500 years of democracy and peace, and what did that produce? The cuckoo clock. So long, Holly.\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nMake your eyes pop with the newest mascara from Polly's\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nYour internet - from a company that believes everyone deserves fast, reliable, fairly priced internet.\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nWhether you’re teaching remotely, researching from your living room, or sending your homework to the cloud, we’ve got ideas to help you stay at the top of your virtual learning game.\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nABBV-CLS-7262 targets eIF2B, a key regulator of the integrated stress response (ISR), a pathway activated in people with ALS. In neurons exposed to cellular stressors, inhibition of the ISR by ABBV-CLS-7262 restores protein synthesis and dissolves pre-formed TDP-43 containing stress granules. This effect of ABBV-CLS-7262 is of clinical interest because TDP-43 containing stress granules are thought to lead to TDP-43 inclusions, a hallmark of ALS pathology. ABBV-CLS-7262 is currently being investigated in a Phase 1b study in ALS patients (NCT04948645).\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nI had to compare two versions of Hamlet for my Shakespeare class and unfortunately I picked this version. Everything from the acting (the actors deliver most of their lines directly to the camera) to the camera shots (all medium or close up shots...no scenery shots and very little back ground in the shots) were absolutely terrible. I watched this over my spring break and it is very safe to say that I feel that I was gypped out of 114 minutes of my vacation. Not recommended by any stretch of the imagination.\nWhat is the sentiment?\nClassify the sentiment of the message:", "output_text": "negative"}
{"input_text": "\nSomething surprised me about this movie - it was actually original. It was not the same old recycled crap that comes out of Hollywood every month. I saw this movie on video because I did not even know about it before I saw it at my local video store. If you see this movie available - rent it - you will not regret it.\nWhat is the sentiment?\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nMy family has watched Arthur Bach stumble and stammer since the movie first came out. We have most lines memorized. I watched it two weeks ago and still get tickled at the simple humor and view-at-life that Dudley Moore portrays. Liza Minelli did a wonderful job as the side kick - though I'm not her biggest fan. This movie makes me just enjoy watching movies. My favorite scene is when Arthur is visiting his fiancée's house. His conversation with the butler and Susan's father is side-spitting. The line from the butler, \"Would you care to wait in the Library\" followed by Arthur's reply, \"Yes I would, the bathroom is out of the question\", is my NEWMAIL notification on my computer.\nWhat is the sentiment?\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nThis Charles outing is decent but this is a pretty low-key performance. Marlon Brando stands out. There's a subplot with Mira Sorvino and Donald Sutherland that forgets to develop and it hurts the film a little. I'm still trying to figure out why Charlie want to change his name.\nWhat is the sentiment?\nClassify the sentiment of the message:", "output_text": "negative"}
{"input_text": "\nThere is no platform nicer than this one.\nWhat is the sentiment?\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nI hope you're pleased with yourselves. We could all have been killed — or worse, expelled.\nWhat is the sentiment?\nClassify the sentiment of the message:", "output_text": "negative"}
{"input_text": "\nDeadly shooting at Hamburg Jehovah's Witness hall\nClassify the sentiment of the message:", "output_text": "negative"}
{"input_text": "\nThe Pixel 7 Pro, is too big to fit in my jeans pocket, so I bought new jeans.\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nI would have given this movie a 1 out of 10 if it weren't for ms. Claudine Barretto's performance. and i will take this time to overlook that Kris Aquino's here. and... end. I really AVOID watching Pinoy horror movies because stories lack originality and i really think that (some) writers don't give enough attention to the characters (and their progression) in their stories (redundant??). it was as if they 'pushed' the movie onwards when their storytelling stank. and my goodness, creative exhaustion led them to rip-off other movies. why?? why did this movie get a good review?? i wouldn't give it that much merit. the movie was KIND OF scary, but the movie seemed more freaky as it deals with Filipino folklore... it goes into my list of 'most likely to happen' category. i just wished they spent more time improving the story lines and fix those flash back sequences, never mind if the lighting sucked, it wouldn't matter much if the content would blow you away.. SAYANG.\nClassify the sentiment of the message:", "output_text": "negative"}
{"input_text": "\nThis cowardly and offensive film had me intrigued to begin with. The characters are the familiar dispossessed young males frequently to be seen hanging around bored in a sea side town. Robert is an outsider but he has his music which could have been his soul. Instead Clay makes Robert into a freak who embarks on a journey into cannabis and ecstasy and getting in with the wrong crowd. Clay seems to believe in \"reefer madness\"\" and Robert ends the film as a homicidal rapist. One wonders how much experience of real life this young director has. No one can save poor Robert. Clay leaves us with the message that young British men are out of control. A very unsubtle link is made to the Iraqi insurgents; during the needlessly graphic rape we are subjected to explosions and images of war. The film shows male peer group extremism pushed to it's limits. The young bombers in London draw a parallel with Clay's hateful depiction of modern male. Clay implies that men simply cannot help themselves from inflicting terrible acts of violence. It is a wonder the British film industry allows money to be invested in films which advocate such divisive propaganda, when in London we are still reeling from the recent attacks. This is Clay's first film, I would be delighted if it is his last.\nClassify the sentiment of the message:", "output_text": "negative"}
{"input_text": "\nAfter watching the trailer I was surprised this movie never made it into theaters, so I ordered the BluRay. I had a great time watching it and have to say that this movie is better than some major animation movies out there. Of course, it has its flaws but I can still really recommend it. The animation is well done, very entertaining and unique and the story kept me watching it all the way to the end. Some of the backdrops are just drop-dead gorgeous and you can see the French talent behind it. I thought that Forest Whitaker's performance feels a bit lifeless but that is how the character Lian-Chu is depicted in this movie. So overall, thumbs up, I liked it a lot and I hope it is successful enough for all the studios involved to continue making great movies like this. I would recommend to give it a chance and be surprised how great a movie can be with such a small budget. Hektor alone is worth watching the movie since some of his moments are Stitch-like hilarious.\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nThis movie was very, very strange and very, very funny. All of the actors are quite real and very odd. The overall \"look\" of the film was different, too, sort of dreamy and bleached-out, which only added to the spacey, fumbling, weird vibe of the whole thing. It's not for everyone, I mean, it's not what you would call \"mainstream\" but that is what I liked about it. It's unlike anything I have ever seen before ... unpredictable, with a weird rhythm and punch lines in the strangest places. The kids are so heartbreakingly goofy (and pimply) that you can't help but feel for them. In other words, these are far from \"hollywoodized\" versions of teenagers. All of, which for me, makes it a good thing.\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nAn enjoyable Batman animated film. Not on par with \"Return of the Joker\" or \"Mask of the Phantasm\", but solid nonetheless. I liked how the movie kept you guessing as to who Batwoman was. There was nice twist. Nice action sequences. I've always been of the opinion that the Batman cartoons are better then any of the pitiful Batman live action film sequels. The trend continues here. 7.5 out of 10\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nI love this movie and have seen it quite a few times over the years. It does get better with every viewing. I agree with all of the positive reviews here. Yes, it's gritty and brutally realistic as life on the prairie was in those days. I found myself doing commentary as I watched it. Someone on here said Rip Torn was miscast. I couldn't disagree more. He is brilliant as the dour, miserly Clyde Stewart who says little and works like a slave/workhorse. Conchatta Farrell is fantastic as the widowed Elinor, whom Clyde hires as a housekeeper/cook (along with her 7 old daughter). Lilia Skala is excellent as distant neighbor called grandma. Also a star is the stark Montana prairie. It is both beautiful and brutal country in which to settle. There are some scenes that are both repulsive and necessary. No special effects here, what you see is real! It even has a terrificly perfect music score and a great script. Once you see Heartland, you'll never forget it. It deserves all the 10s it gets here.\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nGenerally I like something light and fun, so this film shouldn't have appealed to me. But it grabbed me from the start. The story of a family's choices and challenges seem obvious, but it raises the question over and over: \"What if it was my family? My choice?\" I cried and laughed when they did because I really felt what the people involved felt. It was in places difficult to watch, but more difficult to turn away. The story is true, and life is sometimes difficult to watch! It shows what film-makers can do without sex, violence, or special effects: a good story is a good story all by itself. The best and most unpredictable stories are all true ones. Like real life, you really don't know what'll happen next, or why people do the things that they do!\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nA delicious new drink from the makers of Super Soda\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nThis ready-made sauce is the secret to great weeknight dinners\nClassify the sentiment of the message:", "output_text": "positive"}
{"input_text": "\nRefresh your living room with this sofa set\nClassify the sentiment of the message:", "output_text": "positive"}
